Repository: jn7163/FDM-localization
Catalog: fdm_*.po
Languages: ru, sl

source: Download with FDM
ru: Скачать с FDM
sl: Prenesi s FDM

source: Download selected with FDM
ru: Скачать выбранные загрузки с FDM
sl: Prenesi izbrano s FDM

source: Download video with FDM
ru: Скачать видео с FDM
sl: Prenesi video s FDM

source: Download by FDM
ru: Скачать видео

source: An error occurred while trying to transfer downloads to FDM. Error: 0x%x.
ru: Произошла ошибка при попытке передать загрузки FDM. Ошибка: 0x%x.

source: There were no flash videos found on this page. Make sure the videos on this page are playing or try to reload it (refresh page or clear browser's cache).
ru: Флеш-видео не найдено. Убедитесь, что видео проигрывается или попытайтесь перезагрузить страницу (обновите страницу или очистите кэш браузера).

# DownloadInfo|
source: Low
ru: Низкий
sl: Nizko

# DownloadInfo|
source: Normal
ru: Средний
sl: Normalno

# DownloadInfo|
source: High
ru: Высокий
sl: Visoko

# HttpFileDownload|
source: Maximum number of connections is %1
ru: Максимальное количество соединений %1
sl: Največje število povezav je %1

# HttpFileDownload|
source: Download speed isn't limited
ru: Скорость загрузки не ограничена

# HttpFileDownload|
source: Download speed is limited to %1/s
ru: Скорость загрузки ограничена до %1/s
sl: Hitrost prenosa je omejena na %1/s

# HttpFileDownload|
source: Can't resume downloading file
ru: Не удается возобновить загрузку файла
sl: Ne moremo nadaljevati prenašanja datoteke

# HttpFileDownload|
source: Starting download
ru: Начало загрузки
sl: Pričetek prenosa

# HttpFileDownload|
source: Pausing download
ru: Приостановка загрузки
sl: Začasno ustavljanje prenosa

# HttpFileDownload|
source: Can't resume downloading: URL changed
ru: Не удается возобновить загрузку: ссылка изменена

# HttpFileDownload|
source: Moving file to %1
ru: Перемещение файла в %1
sl: Premikanje datoteke na %1

# HttpFileDownload|
source: The name "%1" is already taken. Renaming to %2
ru: Имя "%1" уже используется. Переименовать в %2

# HttpFileDownload|
source: Restarting download
ru: Перезапуск загрузки
sl: Ponovni pričetek prenosa

# HttpFileDownload|
source: Failed to clear contents of original file.
ru: Не удалось очистить содержимое исходного файла.
sl: Čiščenje vsebine izvirne datoteke je spodletelo.

# HttpFileDownload|
source: File is renamed to %1
ru: Файл переименован в %1.
sl: Datoteko smo preimenovali v %1

# HttpFileDownload|
source: Opening connection #%1
ru: Открытие соединения #%1
sl: Odpiranje povezave št. %1

# HttpFileDownload|
source: #%1 closed
ru: #%1 закрыто
sl: Št. %1 smo zaprli

# HttpFileDownload|
source: #%1 receiving data
ru: Получение данных #%1
sl: Prejemanje podatkov št. %1

# HttpFileDownload|
source: downloaded %1
ru: загрузилось %1
sl: preneseno %1

# HttpFileDownload|
source: (%1/s)
ru: (%1/с)

# HttpFileDownload|
source: #%1: server ignored partial content request
ru: #%1: сервер не поддерживает закачку файлов частями
sl: Št. %1: strežnik je prezrl zahtevo po delni vsebini

# HttpFileDownload|
source: #%1 failed with error: %2
ru: Сбой #%1. Ошибка: %2
sl: Št. %1 je spodletel z napako: %2

# HttpFileDownload|
source: Opening file on disk...
ru: Открытие файла на диске...
sl: Odpiranje datoteke na disku ...

# HttpFileDownload|
source: File is missing
ru: Файл отсутствует
sl: Datoteka manjka

# HttpFileDownload|
source: Download complete
ru: Загрузка завершена
sl: Prenos je končan

# HttpFileDownload|
source: Removing temporary file extension
ru: Удаление временного расширения файла
sl: Odstranjevanje začasne datotečne končnice

# HttpFileDownload|
source: Preallocating disk space for download
ru: Выделение места на диске для загрузки
sl: Predhodno dodeljevanje diskovnega prostora za prenos

# HttpFileDownload|
source: File changed on remote server
ru: Файл изменен на удаленном сервере
sl: Datoteka na oddaljenem strežniku je bila spremenjena

# HttpFileDownload|
source: Failed writing received data to file
ru: Не удалось записать скачанные данные в файл
sl: Zapisovanje prejetih podatkov v datoteko je spodletelo

# HttpFileDownload|
source: Redirecting to %1
ru: Переадресация в %1
sl: Preusmerjanje na %1

# HttpFileDownload|
source: File moved successfully
ru: Файлы успешно перемещены
sl: Datoteko smo uspešno premaknili

# HttpFileDownload|
source: Preallocation failed: %1
ru: Не удалось выделить место на диске: %1
sl: Predhodno dodeljevanje je spodletelo: %1

# HttpFileDownload|
source: %1 finished successfully
ru: %1 выполнено успешно
sl: %1 je uspešno zaključen

# HttpFileDownload|
source: , average speed: %1
ru: , средняя скорость: %1
sl: , povprečna hitrost: %1

# HttpFileDownload|
source: Space allocation
ru: Выделение места на диске
sl: Dodeljevanje prostora

# HttpFileDownload|
source: Move
ru: Перемещение
sl: Premakni

# HttpFileDownload|
source: Preallocation cancelled
ru: Отменено выделение места на диске
sl: Predhodno dodeljevanje je spodletelo

# HttpFileDownload|
source: Preallocating queued
ru: Запланировано выделение места на диске
sl: Predhodno dodeljevanje je v čakalni vrsti

# HttpFileDownload|
source: Preallocating started
ru: Выделение места на диске
sl: Predhodno dodeljevanje se je pričelo

# MacMainMenu|
source: File
ru: Файл
sl: Datoteka

# MacMainMenu|
source: Add Download from URL...
ru: Добавить ссылку
sl: Dodaj prenos z URL-ja ...

# MacMainMenu|
source: Open Torrent File...
ru: Открыть торрент-файл...
sl: Odpri datoteko Torrent ...

# MacMainMenu|
source: About %1
ru: О %1
sl: O %1

# MacMainMenu|
source: Check for Updates...
ru: Проверка обновлений...
sl: Preveri za posodobitve ...

# MacMainMenu|
source: Downloads
ru: Загрузки
sl: Prenosi

# MacMainMenu|
source: Start Selected
ru: Запустить выбранные загрузки
sl: Začni izbrane

# MacMainMenu|
source: Pause Selected
ru: Поставить на паузу выбранные загрузки
sl: Začasno ustavi izbrane

# MacMainMenu|
source: Restart Selected
ru: Перезапустить выбранные загрузки
sl: Ponovno zaženi izbrane

# MacMainMenu|
source: Remove from List
ru: Удалить из списка
sl: Odstrani s seznama

# MacMainMenu|
source: Help
ru: Помощь
sl: Pomoč

# MacMainMenu|
source: Contact Support
ru: Служба поддержки
sl: Kontaktirajte podporo

# MacMainMenu|
source: Vote for New Features
ru: Проголосовать за новые опции
sl: Glasujte za nove funkcionalnosti

# MacMainMenu|
source: Preferences...
ru: Настройки...
sl: Nastavitve ...

# QObject|
source: About Free Download Manager
ru: О программе FDM
sl: O Free Download Managerju

# QObject|
source: Preferences
ru: Настройки
sl: Nastavitve

# QObject|
source: Check for Updates...
ru: Проверка обновлений...
sl: Preveri za posodobitve ...

# QObject|
source: Window
ru: Окно
sl: Okno

# QObject|
source: Minimize
ru: Свернуть
sl: Minimiraj

# QObject|
source: Zoom
ru: Увеличить
sl: Povečava

# QObject|
source: Enter Full Screen
ru: Перейти в полноэкранный режим
sl: Odpri na celotnem zaslonu

# QObject|
source: Bring All to Front
ru: Объединить все окна
sl: Prestavi vse v ospredje

# QObject|
source: Contact Support
ru: Служба поддержки
sl: Kontaktirajte podporo

# QObject|
source: Open Torrent File...
ru: Открыть торрент-файл...
sl: Odpri datoteko Torrent ...

# QObject|
source: File
ru: Файл
sl: Datoteka

# QObject|
source: Select All
ru: Выбрать все
sl: Izberi vse

# QObject|
source: Delete
ru: Удалить
sl: Izbriši

# QObject|
source: Paste
ru: Вставить
sl: Prilepi

# QObject|
source: Copy
ru: Копировать
sl: Kopiraj

# QObject|
source: Cut
ru: Вырезать
sl: Izreži

# QObject|
source: Edit
ru: Редактировать
sl: Uredi

# QObject|
source: Help
ru: Помощь
sl: Pomoč

# QObject|
source: Something went wrong with internal downloads.
ru: Что-то пошло не так с внутренними ссылками.
sl: Prišlo je do napake pri notranjih prenosih.

# RPCLocalization|
source: Drag & Drop
ru: Перетащите
sl: Povleci in spusti

# RPCLocalization|
source: URL or torrent here
ru: ссылки или торрент-файлы в это поле
sl: URL ali torrent tukaj

# RPCLocalization|
source: Add tag
ru: Добавить тег
sl: Dodaj oznako

# RPCLocalization|
source: Preferences
ru: Настройки
sl: Nastavitve

# RPCLocalization|
source: Unlimited
ru: Без ограничений
sl: Neomejeno

# RPCLocalization|
source: Manual...
ru: Выбрать вручную...
sl: Ročno ...

# RPCLocalization|
source: Set limits manually
ru: Установить ограничения вручную
sl: Nastavi omejitve ročno

# RPCLocalization|
source: Download: unlimited, Upload: unlimited
ru: Загрузка: без ограничений, Отдача: без ограничений
sl: Prenašanje: neomejeno, Nalaganje: naomejeno

# RPCLocalization|
source: Download:
ru: Загрузка:
sl: Prenašanje:

# RPCLocalization|
source: Upload:
ru: Отдача:
sl: Nalaganje:

# RPCLocalization|
source: unlimited
ru: без ограничений
sl: neomejeno

# RPCLocalization|
source: Snail mode frees bandwidth without stopping downloads.
ru: Режим "Улитка" продолжает загрузки на минимальной скорости
sl: Polžji način sprosti pasovno širino brez da bi ustavil prenose.

# RPCLocalization|
source: Hide details
ru: Скрыть подробности
sl: Skrij podrobnosti

# RPCLocalization|
source: Show details
ru: Показать подробности
sl: Prikaži podrobnosti

# RPCLocalization|
source: Show in folder
ru: Показать в папке
sl: Prikaži v mapi

# RPCLocalization|
source: Reveal in Finder
ru: Показать в окне Finder
sl: Razkrij v Iskalniku

# RPCLocalization|
source: Pause
ru: Пауза
sl: Začasno ustavi

# RPCLocalization|
source: Restart
ru: Рестарт
sl: Ponovno zaženi

# RPCLocalization|
source: Start
ru: Старт
sl: Zaženi

# RPCLocalization|
source: Selected size:
ru: Выбрано:
sl: Izbrana velikost:

# RPCLocalization|
source: Size:
ru: Размер:
sl: Velikost:

# RPCLocalization|
source: File size:
ru: Размер файла:
sl: Velikost datoteke:

# RPCLocalization|
source: Disk space:
ru: Свободно на диске:
sl: Prostor na disku:

# RPCLocalization|
source: Total size:
ru: Общий размер:
sl: Skupna velikost:

# RPCLocalization|
source: Checked size:
ru: Проверено:
sl: Označena velikost:

# RPCLocalization|
source: Downloaded:
ru: Загружено:
sl: Preneseno:

# RPCLocalization|
source: Download speed:
ru: Скорость загрузки:
sl: Hitrost prenašanja:

# RPCLocalization|
source: Seeds:
ru: Сиды:
sl: Semen:

# RPCLocalization|
source: Domain:
ru: Домен:
sl: Domena:

# RPCLocalization|
source: Uploaded:
ru: Отдано:
sl: Naloženo:

# RPCLocalization|
source: Upload speed:
ru: Скорость отдачи:
sl: Hitrost nalaganja:

# RPCLocalization|
source: Peers:
ru: Пиры:
sl: Vrstnikov:

# RPCLocalization|
source: Share ratio:
ru: Коэффициент раздачи:
sl: Razmerje deljenja:

# RPCLocalization|
source: Availability:
ru: Доступность:
sl: Dostopnost:

# RPCLocalization|
source: DHT nodes:
ru: DHT узлы:
sl: Vozlišča DHT:

# RPCLocalization|
source: Client
ru: Клиент
sl: Odjemalec

# RPCLocalization|
source: Flags
ru: Флаги
sl: Oznake

# RPCLocalization|
source: Requests
ru: Запросы
sl: Zahteve

# RPCLocalization|
source: Downloaded
ru: Загружено
sl: Preneseno

# RPCLocalization|
source: Uploaded
ru: Отдано
sl: Naloženo

# RPCLocalization|
source: Files
ru: Файлы
sl: Datoteke

# RPCLocalization|
source: Trackers
ru: Трекеры
sl: Sledilniki

# RPCLocalization|
source: Peers
ru: Пиры
sl: Vrstniki

# RPCLocalization|
source: Log
ru: Журнал
sl: Dnevnik

# RPCLocalization|
source: Enable seeding
ru: Включить раздачу
sl: Omogoči sejanje

# RPCLocalization|
source: Progress
ru: Прогресс
sl: Napredek

# RPCLocalization|
source: Priority
ru: Приоритет
sl: Prednost:

# RPCLocalization|
source: URL
ru: Ссылка

# RPCLocalization|
source: Next announce
ru: Обновление через
sl: Naslednje naznanilo

# RPCLocalization|
source: Snail mode
ru: Режим "Улитка"
sl: Polžji način

# RPCLocalization|
source: Bandwidth limits
ru: Режим ограничения скорости
sl: Omejitve pasovne širine

# RPCLocalization|
source: Cancel
ru: Отменить
sl: Prekliči

# RPCLocalization|
source: Apply
ru: Применить
sl: Uveljavi

# RPCLocalization|
source: KB/s
ru: КБ/с

# RPCLocalization|
source: MB/s
ru: МБ/с

# RPCLocalization|
source: %1 KB/s
ru: %1 КБ/с

# RPCLocalization|
source: %1 MB/s
ru: %1 МБ/с

# RPCLocalization|
source: Browser integration
ru: Интеграция с браузером
sl: Vključitev v brskalnik

# RPCLocalization|
source: Free Download Manager has automatically intercepted the URL that another Internet Application used to download a file. Thanks to the flexible settings FDM offers, you can easily adjust the option in the Settings window:
ru: Free Download Manager автоматически перехватил ссылку, которую раньше загружала другая программа. Благодаря гибким настройкам FDM, вы можете легко управлять этой опцией в окне настроек:

# RPCLocalization|
source: Working with browsers, you can configure FDM so that it doesn't monitor left-click actions.
ru: При работе с браузерами вы можете настроить FDM так, чтобы он не срабатывал при нажатии левой кнопки мыши.

# RPCLocalization|
source: Don't show this tip again
ru: Больше не показывать это сообщение

# RPCLocalization|
source: Next
ru: Далее
sl: Naprej

# RPCLocalization|
source: Proceed to download
ru: Перейти к загрузке
sl: Nadaljuj na prenos

# RPCLocalization|
source: Add download
ru: Добавить загрузку
sl: Dodaj prenos

# RPCLocalization|
source: Enter download URL:
ru: Введите ссылку:
sl: Vnesite URL za prenos:

# RPCLocalization|
source: OK
ru: ОК
sl: V redu

# RPCLocalization|
source: Download
ru: Скачать
sl: Prenesi

# RPCLocalization|
source: Download anyway
ru: Всё равно скачать
sl: Prenesi vseeno

# RPCLocalization|
source: Add
ru: Добавить
sl: Dodaj

# RPCLocalization|
source: torrent
ru: торрент

# RPCLocalization|
source: Torrent
ru: Торренты

# RPCLocalization|
source: %n files selected.
ru: %n файл выбран.
sl: Izbrana je %n datoteka.

# RPCLocalization|
source: Save to:
ru: Сохранить в
sl: Shrani na:

# RPCLocalization|
source: Select folder
ru: Выбрать папку
sl: Izberite mapo

# RPCLocalization|
source: Requesting download info...
ru: Загрузка метаданных ...
sl: Zahtevanje informacij o prenosu ...

# RPCLocalization|
source: Quality:
ru: Качество:
sl: Kakovost:

# RPCLocalization|
source: Select all
ru: Выбрать все
sl: Izberi vse

# RPCLocalization|
source: Select none
ru: Снять выделение
sl: Opusti vse

# RPCLocalization|
source: Torrent already exists
ru: Торрент уже есть в списке
sl: Torrent že obstaja

# RPCLocalization|
source: Do you want to load its trackers?
ru: Вы хотите дополнить список трекеров?

# RPCLocalization|
source: No active downloads
ru: Нет активных загрузок
sl: Ni dejavnih prenosov

# RPCLocalization|
source: No completed downloads
ru: Нет завершенных загрузок
sl: Ni končanih prenosov

# RPCLocalization|
source: No results found for
ru: Не найдено результатов по запросу
sl: Nismo našli rezultatov za

# RPCLocalization|
source: No results tagged
ru: Результатов с тегом
sl: Ni rezultatov z oznako

# RPCLocalization|
source: found
ru: не найдено
sl: najdenih

# RPCLocalization|
source: Show all
ru: Показать все
sl: Prikaži vse

# RPCLocalization|
source: Nothing found
ru: Ничего не найдено
sl: Ničesar nismo našli

# RPCLocalization|
source: Moving
ru: Перемещение
sl: Premikanje

# RPCLocalization|
source: Unknown file size
ru: Неизвестен размер файла
sl: Neznana velikost datoteke

# RPCLocalization|
source: Allocating disk space...
ru: Выделение пространства на диске...
sl: Dodeljevanje prostora na disku ...

# RPCLocalization|
source: Reconnecting...
ru: Повторное подключение...
sl: Ponovno povezovanje ...

# RPCLocalization|
source: Reconnecting
ru: Повторное подключение
sl: Ponovno povezovanje

# RPCLocalization|
source: Paused
ru: Остановлена
sl: Začasno ustavljeno

# RPCLocalization|
source: Downloading metadata
ru: Загрузка метаданных
sl: Prenašanje metapodatkov

# RPCLocalization|
source: Downloading
ru: Загрузка
sl: Prenašanje

# RPCLocalization|
source: Error
ru: Ошибка
sl: Napaka

# RPCLocalization|
source: Checking files...
ru: Проверка файлов...
sl: Preverjanje datotek ...

# RPCLocalization|
source: Downloading, Allocating disk space...
ru: Загрузка, Выделение пространства на диске...

# RPCLocalization|
source: Completed %n / %2 files
ru: Завершено %n / %2 файлов
sl: Končana %n/%2 datotek

# RPCLocalization|
source: Complete
ru: Завершено
sl: Končano

# RPCLocalization|
source: Queued
ru: В очереди
sl: V čakalni vrsti

# RPCLocalization|
source: Stop seeding
ru: Остановить раздачу
sl: Ustavi sejanje

# RPCLocalization|
source: Requesting info...
ru: Запрос информации...
sl: Zahtevanje informacij ...

# RPCLocalization|
source: Open torrent file...
ru: Открыть торрент-файл...
sl: Odpri datoteko torrent ...

# RPCLocalization|
source: Preferences...
ru: Настройки...
sl: Nastavitve ...

# RPCLocalization|
source: Settings...
ru: Настройки
sl: Nastavitve ...

# RPCLocalization|
source: Settings
ru: Настройки
sl: Nastavitve

# RPCLocalization|
source: Contact support
ru: Служба поддержки
sl: Kontaktirajte podporo

# RPCLocalization|
source: Auto shutdown
ru: Автоматическое выключение компьютера
sl: Samodejna zaustavitev

# RPCLocalization|
source: Sleep
ru: Перевести в режим сна
sl: Spanje

# RPCLocalization|
source: Hibernate
ru: Гибернация
sl: Mirovanje

# RPCLocalization|
source: Shutdown
ru: Выключение
sl: Zaustavitev

# RPCLocalization|
source: Check for updates
ru: Проверить обновления
sl: Preveri za posodobitve

# RPCLocalization|
source: About Free Download Manager
ru: О программе FDM
sl: O Free Download Managerju

# RPCLocalization|
source: Quit
ru: Выход
sl: Zapri

# RPCLocalization|
source: Exit
ru: Выход
sl: Izhod

# RPCLocalization|
source: Vote for new features
ru: Голосуйте за новые опции
sl: Glasujte za nove funkcionalnosti

# RPCLocalization|
source: About FDM
ru: О программе FDM
sl: O FDM

# RPCLocalization|
source: Are you sure this is a valid file extension?
ru: Вы уверены, что это правильное расширение файла?
sl: Ste prepričani, da je to veljavna datotečna končnica?

# RPCLocalization|
source: Please enter numbers only
ru: Пожалуйста, введите только цифры
sl: Prosimo, vnesite samo števila

# RPCLocalization|
source: Are you sure it's not too small?
ru: Вы уверены, что это не слишком мало?
sl: Ste prepričani, da ni premajhno?

# RPCLocalization|
source: Why should it be so huge?
ru: Не многовато ли?
sl: Zakaj mora biti tako veliko?

# RPCLocalization|
source: Extremely slow, isn't it?
ru: Очень медленно, не так ли?
sl: Zelo počasno, kajne?

# RPCLocalization|
source: Faster doesn't mean better
ru: Быстрее не значит лучше
sl: Hitrejše ne pomeni boljše

# RPCLocalization|
source: Isn't it too frequent?
ru: Не слишком ли часто?
sl: Ni prepogosto?

# RPCLocalization|
source: Pretty rare to move with the time.
ru: Довольно медленно.
sl: Zelo nenavadno, da se premika s časom.

# RPCLocalization|
source: Maybe you'd let it be a little longer?
ru: Может быть, немного добавить?
sl: Morda pustite, da je nekoliko daljše?

# RPCLocalization|
source: Are you sure it's not too long?
ru: Вы уверены, что это не слишком долго?
sl: Ste prepričani, da ni predolgo?

# RPCLocalization|
source: Only %n records? FDM can store much more!
ru: Только %n запись? FDM может хранить гораздо больше!
sl: Samo %n vnos? FDM jih lahko shrani veliko več!

# RPCLocalization|
source: %n records is too many to save.
ru: %n запись - слишком много, чтобы сохранить все.
sl: %n vnos za shranitev je preveč.

# RPCLocalization|
source: Do you actually want to connect?
ru: Вы на самом деле хотите подключиться?
sl: Se zares želite povezati?

# RPCLocalization|
source: Oh no, too many connections!
ru: О, нет, слишком много соединений!
sl: O, ne, preveč povezav!

# RPCLocalization|
source: It seems like an understatement.
ru: Вы уверены, что это не слишком мало?
sl: Zdi se preblago.

# RPCLocalization|
source: So many? It's overwhelming!
ru: Многовато будет.
sl: Toliko? Kar preplavlja!

# RPCLocalization|
source: General
ru: Основные
sl: Splošno

# RPCLocalization|
source: Browser Integration
ru: Интеграция с браузерами
sl: Vključitev v brskalnik

# RPCLocalization|settings
source: Traffic Limits
ru: Режимы ограничения скорости
sl: Omejitve prometa

# RPCLocalization|
source: Advanced
ru: Дополнительно
sl: Napredno

# RPCLocalization|
source: Network
ru: Сеть
sl: Omrežje

# RPCLocalization|
source: Proxy
ru: Прокси
sl: Posredniški strežnik

# RPCLocalization|
source: No proxy
ru: Не использовать
sl: Brez posredniškega strežnika

# RPCLocalization|
source: System proxy
ru: Использовать системные настройки
sl: Sistemski posredniški strežnik

# RPCLocalization|
source: Configure manually:
ru: Настроить вручную
sl: Nastavite ročno:

# RPCLocalization|
source: Address
ru: Адрес
sl: Naslov

# RPCLocalization|
source: Port
ru: Порт
sl: Vrata

# RPCLocalization|
source: Login
ru: Логин
sl: Prijava

# RPCLocalization|settings
source: Login
ru: Запуск
sl: Prijava

# RPCLocalization|
source: Password
ru: Пароль
sl: Geslo

# RPCLocalization|
source: Startup
ru: Системные
sl: Zagon

# RPCLocalization|
source: Downloads
ru: Загрузки
sl: Prenosov

# RPCLocalization|
source: Launch at startup (minimized)
ru: Запускать при старте системы
sl: Zaženi ob zagonu (minimirano)

# RPCLocalization|
source: Open at Login
ru: Запускать при включении компьютера
sl: Odpri ob prijavi

# RPCLocalization|
source: Close button minimizes window
ru: Кнопка "Закрыть" сворачивает окно
sl: Gumb za zapiranje minimira okno

# RPCLocalization|
source: Check if FDM is your default torrent client
ru: Проверять, является ли FDM торрент-клиентом по умолчанию
sl: Preveri, če je FDM vaš privzet odjemalec za torrent

# RPCLocalization|
source: Update
ru: Обновить
sl: Posodobitev

# RPCLocalization|settings
source: Update
ru: Обновления
sl: Posodobitev

# RPCLocalization|
source: Check for updates automatically
ru: Автоматически проверять на наличие обновлений
sl: Samodejno preveri za posodobitve

# RPCLocalization|
source: Install updates automatically
ru: Автоматически устанавливать обновления
sl: Samodejno namesti posodobitve

# RPCLocalization|
source: Send anonymous statistics
ru: Анонимно отправлять статистику

# RPCLocalization|
source: Suggest folders based on file type
ru: Предлагать папку для сохранения по типу файла
sl: Predlagaj mape na podlagi vrste datoteke

# RPCLocalization|
source: Suggest settings based on download URL
ru: Предлагать папку для сохранения по адресу ссылки

# RPCLocalization|
source: Default folder:
ru: Папка по умолчанию:
sl: Privzeta mapa:

# RPCLocalization|
source: Associate with torrents
ru: Ассоциировать с торрентами
sl: Poveži s torrenti

# RPCLocalization|
source: Notifications
ru: Уведомления
sl: Obvestila

# RPCLocalization|
source: Notify me of completed downloads via Notification Center
ru: Уведомлять о завершенных загрузках через Центр Уведомлений
sl: O končanih prenosih me obvesti v Središču za obvestila

# RPCLocalization|
source: Only when FDM window is inactive
ru: Только когда окно FDM неактивно
sl: Samo ko je okno FDM nedejavno

# RPCLocalization|
source: Action of Remove button (main panel) or Delete key
ru: Действие кнопки "Удалить" (главная панель) или клавиши "Delete"
sl: Dejanja gumba Odstrani (glavna plošča) ali tipke Izbriši

# RPCLocalization|
source: Remove only from list
ru: Удалить только из списка
sl: Odstrani samo s seznama

# RPCLocalization|
source: Delete file(s) from disk
ru: Удалить файлы с диска
sl: Izbriši datoteko z diska

# RPCLocalization|
source: Always ask
ru: Всегда спрашивать
sl: Vedno vprašaj

# RPCLocalization|
source: Don't catch downloads from
ru: Не перехватывать загрузки с доменов
sl: Ne prestrezi prenosov z domen

# RPCLocalization|
source: Catch links without confirmation
ru: Загружать файлы без окна подтверждения FDM

# RPCLocalization|
source: FDM appears in Safari's context menu if
ru: FDM появится в контекстном меню Safari, если

# RPCLocalization|
source: extension
ru: расширение
sl: razširitev

# RPCLocalization|
source: is installed and enabled.
ru: установлено и активировано.

# RPCLocalization|
source: Automatically catch links from browsers
ru: Автоматически перехватывать ссылки из браузеров
