Repository: jn7163/FDM-localization
Catalog: fdm_*.po
Languages: ru, sl

# RPCLocalization|
source: Make sure that the
ru: Убедитесь, что

# RPCLocalization|
source: is installed and enabled in Chrome
ru: установлено и активировано в Chrome

# RPCLocalization|
source: No Chrome installation was found.
ru: Chrome не установлен.
sl: Nismo našli namestitve Chrome.

# RPCLocalization|
source: You can
ru: Вы можете
sl: Chrome lahko

# RPCLocalization|
source: download Chrome here
ru: загрузить Chrome здесь
sl: prenesete tukaj

# RPCLocalization|
source: ALT must be pressed
ru: Alt должен быть нажат

# RPCLocalization|
source: Allow the browser to download if you press Cancel
ru: Загрузить с помощью браузера при нажатии "Отмена"

# RPCLocalization|
source: Don't catch downloads smaller than
ru: Не перехватывать загрузки размером меньше, чем
sl: Ne prestrezi prenosov, manjših od

# RPCLocalization|
source: Kbytes
ru: Кбайт
sl: Kbajtov

# RPCLocalization|
source: Skip files with extensions:
ru: Не перехватывать файлы с расширениями:
sl: Preskoči datoteke s končnicami:

# RPCLocalization|
source: Add FDM to browser context menu
ru: Добавить опции FDM в контекстное меню браузера
sl: Dodaj FDM v kontekstni meni brskalnika

# RPCLocalization|
source: Use proxy for peer-to-peer connections
ru: Использовать прокси для P2P подключений

# RPCLocalization|
source: Parameters
ru: Параметры
sl: Parametri

# RPCLocalization|
source: Low
ru: Низкий
sl: Nizko

# RPCLocalization|
source: Medium
ru: Средний
sl: Srednje

# RPCLocalization|
source: High
ru: Высокий
sl: Visoko

# RPCLocalization|
source: Download speed
ru: Скорость загрузки
sl: Hitrost prenašanja

# RPCLocalization|
source: Upload speed
ru: Скорость отдачи
sl: Hitrost nalaganja

# RPCLocalization|
source: Maximum number of connections
ru: Максимальное количество соединений
sl: Največje število povezav

# RPCLocalization|
source: Maximum number of running downloads
ru: Максимальное количество одновременных загрузок

# RPCLocalization|
source: History
ru: История
sl: Zgodovina

# RPCLocalization|
source: Remember all destination folders
ru: Запомнить все папки назначения
sl: Zapomni si ciljne mape

# RPCLocalization|
source: Clear history older than
ru: Хранить только за последние
sl: Počisti zgodovino, starejšo od

# RPCLocalization|
source: days
ru: день
sl: dan

# RPCLocalization|
source: Maximum number of history records:
ru: Максимальное количество записей в истории:
sl: Največje število vnosov v zgodovini:

# RPCLocalization|
source: Disk usage
ru: Использование пространства на диске
sl: Uporaba diska

# RPCLocalization|
source: Preallocate disk space for files larger than
ru: Заранее выделить место на диске для файлов размером более
sl: Predhodno dodeli prostor na disku za datoteke, večje od

# RPCLocalization|
source: Gbytes
ru: ГБ
sl: Gbajtov

# RPCLocalization|
source: Power management
ru: Энергопотребление
sl: Možnosti porabe energije

# RPCLocalization|
source: Prevent sleep if there are active downloads
ru: Не переключаться в режим сна, если есть активные загрузки
sl: Prepreči spanje, če obstajajo dejavni prenosi

# RPCLocalization|
source: Delete button action
ru: Действие кнопки "Удалить"
sl: Dejanje gumba za izbris

# RPCLocalization|
source: Delete files
ru: Удалить загруженные файлы
sl: Izbriši datoteke

# RPCLocalization|
source: Restore settings to their original defaults
ru: Восстановить настройки по умолчанию

# RPCLocalization|
source: Port forwarding
ru: Автоматическая переадресация (по NAT-PMP, UPnP)
sl: Posredovanje vrat

# RPCLocalization|
source: Local peer discovery
ru: Обнаружение пиров в локальной сети
sl: Odkrivanje lokalnih vrstnikov

# RPCLocalization|
source: Peer exchange
ru: Обмен пирами
sl: Izmenjava vrstnikov

# RPCLocalization|
source: Use ports in range:
ru: Использовать порты в интервале:
sl: Uporabi vrata v območju:

# RPCLocalization|
source: to
ru: до
sl: do

# RPCLocalization|
source: All settings will be restored to their original defaults
ru: Все настройки будут восстановлены на значения по умолчанию

# RPCLocalization|
source: Reset
ru: Сбросить
sl: Ponastavi

# RPCLocalization|
source: Select All
ru: Выбрать все
sl: Izberi vse

# RPCLocalization|
source: Name
ru: Имя
sl: Ime

# RPCLocalization|
source: Status
ru: Статус
sl: Stanje

# RPCLocalization|
source: Speed
ru: Скорость
sl: Hitrost

# RPCLocalization|
source: Size
ru: Размер
sl: Velikost

# RPCLocalization|
source: Added
ru: Добавлено
sl: Dodano

# RPCLocalization|
source: Start all
ru: Запустить все
sl: Začni vse

# RPCLocalization|
source: Pause all
ru: Поставить все на паузу
sl: Začasno ustavi vse

# RPCLocalization|
source: Start selected
ru: Запустить выбранные
sl: Začni izbrane

# RPCLocalization|
source: Pause selected
ru: Поставить выбранные на паузу
sl: Začasno ustavi izbrane

# RPCLocalization|
source: Add new download...
ru: Добавить новую загрузку
sl: Dodaj nov prenos ...

# RPCLocalization|
source: Move to trash
ru: Переместить в корзину
sl: Premakni v koš

# RPCLocalization|
source: Remove from list
ru: Удалить из списка
sl: Odstrani s seznama

# RPCLocalization|
source: Delete selected
ru: Удалить выбранные
sl: Izbriši izbrane

# RPCLocalization|
source: Move to...
ru: Переместить в
sl: Premakni v ...

# RPCLocalization|
source: Search
ru: Поиск
sl: Iskanje

# RPCLocalization|
source: Main menu
ru: Главное меню
sl: Glavni meni

# RPCLocalization|
source: Delete selected downloads
ru: Удалить выбранные загрузки
sl: Izbriši izbrane prenose

# RPCLocalization|
source: Remember my choice
ru: Запомнить выбор
sl: Zapomni si mojo izbiro

# RPCLocalization|
source: Delete file
ru: Удалить файлы
sl: Izbriši datoteko

# RPCLocalization|
source: All
ru: Все
sl: Vse

# RPCLocalization|
source: Active
ru: Активные
sl: Dejavno

# RPCLocalization|
source: Completed
ru: Завершено
sl: Končano

# RPCLocalization|
source: Customize color
ru: Изменить цвет
sl: Prilagodi barvo

# RPCLocalization|
source: Remove tag
ru: Удалить тег
sl: Odstrani oznako

# RPCLocalization|
source: Would you like to make Free Download Manager the default torrent client?
ru: Вы хотели бы сделать FDM торрент-клиентом по умолчанию?
sl: Želite Free Download Manager nastaviti kot privzet odjemalec za torrent?

# RPCLocalization|
source: Don’t ask again
ru: Не спрашивать снова
sl: Ne sprašuj ponovno

# RPCLocalization|
source: Set as Default
ru: Установить по умолчанию
sl: Nastavi kot privzeto

# RPCLocalization|
source: Computer will be put to sleep after all downloads are completed.
ru: Компьютер будет переведен в режим сна после завершения загрузки всех файлов.
sl: Po koncu vseh prenosov bo računalnik prešel v spanje.

# RPCLocalization|
source: Computer will shut down after all downloads are completed.
ru: Компьютер будет выключен после завершения загрузки всех файлов.
sl: Po koncu vseh prenosov se bo računalnik zaustavil.

# RPCLocalization|
source: Computer will hibernate after all downloads are completed.
ru: Компьютер будет переведен в режим гибернации после завершения загрузки всех файлов.
sl: Po koncu vseh prenosov bo računalnik prešel v mirovanje.

# RPCLocalization|
source: Checking for updates...
ru: Проверить на обновления...
sl: Preverjanje za posodobitve ...

# RPCLocalization|
source: Retry
ru: Попробовать снова
sl: Poskusi znova

# RPCLocalization|
source: Error:
ru: Ошибка:
sl: Napaka:

# RPCLocalization|
source: Error downloading update:
ru: Ошибка обновления:
sl: Napaka pri prenašanju posodobitve:

# RPCLocalization|
source: Downloading update
ru: Загрузка обновления
sl: Prenašanje posodobitve

# RPCLocalization|
source: Checking...
ru: Проверка...
sl: Preverjanje ...

# RPCLocalization|
source: Update downloaded
ru: Обновление загружено
sl: Posodobitev smo prenesli

# RPCLocalization|
source: Install update
ru: Установить обновление
sl: Namesti posodobitev

# RPCLocalization|
source: Installing updates
ru: Установка обновлений
sl: Nameščanje posodobitev

# RPCLocalization|
source: Relaunch FDM to update
ru: Перезапустить FDM, чтобы обновить
sl: Za posodobitev ponovno zaženite FDM

# RPCLocalization|
source: Relaunch
ru: Перезапустить
sl: Ponovno zaženi

# RPCLocalization|
source: Error occurred during installation:
ru: Появилась ошибка во время установки:
sl: Med namestitvijo je prišlo do napake:

# RPCLocalization|
source: Restart computer to complete installation
ru: Перезапустить компьютер, чтобы завершить установку
sl: Za dokončanje namestitve znova zaženite računalnik

# RPCLocalization|
source: FDM is up to date!
ru: Последняя версия FDM уже установлена!
sl: FDM je posodobljen!

# RPCLocalization|
source: New version is available
ru: Доступна новая версия
sl: Na voljo je nova različica

# RPCLocalization|
source: %ns
ru: %nсек

# RPCLocalization|
source: %nm
ru: %nмин

# RPCLocalization|
source: %nh
ru: %nч
sl: %n u

# RPCLocalization|
source: %nd
ru: %nдень

# RPCLocalization|
source: %nw
ru: %nнед
sl: %n t

# RPCLocalization|
source: %ny
ru: %nгод
sl: %n l

# RPCLocalization|
source: Catch only when Alt is pressed
ru: Перехватывать ссылки в браузерах только при нажатии Alt

# RPCLocalization|
source: Do not catch when Alt is pressed
ru: Не перехватывать ссылки, когда нажат Alt

# RPCLocalization|
source: Automatic link-catching
ru: Автоперехват

# RPCLocalization|
source: While holding down the Alt key, set the desired link-catching behaviour via available.
ru: Удерживайте кнопку Alt для управления настройками автоперехвата.

# RPCLocalization|
source: Options
ru: Настройки
sl: Možnosti

# RPCLocalization|
source: Open Scheduler
ru: Открыть Планировщик
sl: Odpri Načrtovalnik

# RPCLocalization|
source: Sсheduler
ru: Планировщик
sl: Načrtovalnik

# RPCLocalization|
source: Start and pause downloads at the specified time
ru: Начинать и приостанавливать загрузки в установленное время

# RPCLocalization|
source: Change settings
ru: Изменить настройки
sl: Spremeni nastavitve

# RPCLocalization|
source: Change preferences
ru: Изменить настройки
sl: Spremeni nastavitve

# RPCLocalization|
source: Tip
ru: Подсказка
sl: Namig

# RPCLocalization|
source: Press Alt if you don't want FDM to automatically catch links.
ru: Не перехватывать ссылки в браузерах при нажатии Alt.

# RPCLocalization|
source: Computer won't be put to sleep because you have scheduled downloads
ru: Пока Планировщик включен, компьютер не перейдет в спящий режим.

# RPCLocalization|
source: Scheduler
ru: Планировщик
sl: Načrtovalnik

# RPCLocalization|
source: Don't put your computer to sleep if there're scheduled downloads.
ru: Не переключать компьютер в режим сна, если запланирована загрузка.

# RPCLocalization|
source: Press
ru: Удерживайте
sl: Pritisnite

# RPCLocalization|
source: to let the browser process the download
ru: для загрузки через браузер
sl: da pustite brskalniku, da obdela prenos

# RPCLocalization|
source: Check file integrity
ru: Проверка целостности файлов
sl: Preverjanje celovitosti datoteke

# RPCLocalization|
source: Calculate
ru: Посчитать
sl: Izračunaj

# RPCLocalization|
source: Calculating
ru: Подсчет
sl: Izračunavanje

# RPCLocalization|
source: Verification OK
ru: Контрольная сумма совпадает
sl: Preverjanje je bilo uspešno

# RPCLocalization|
source: Verification failed
ru: Контрольная сумма не совпадает
sl: Preverjanje je spodletelo

# RPCLocalization|
source: Compare with:
ru: Сравнить с:
sl: Primerjaj z:

# RPCLocalization|
source: Close
ru: Закрыть
sl: Zapri

# RPCLocalization|
source: Browsers:
ru: Браузеры:
sl: Brskalniki:

# RPCLocalization|
source: Enable Scheduler
ru: Включить Планировщик
sl: Omogoči Načrtovalnik

# RPCLocalization|
source: Sun
ru: ВС
sl: Ned

# RPCLocalization|
source: Mon
ru: ПН
sl: Pon

# RPCLocalization|
source: Tue
ru: ВТ
sl: Tor

# RPCLocalization|
source: Wed
ru: СР
sl: Sre

# RPCLocalization|
source: Thu
ru: ЧТ
sl: Čet

# RPCLocalization|
source: Fri
ru: ПТ
sl: Pet

# RPCLocalization|
source: Sat
ru: СБ
sl: Sob

# RPCLocalization|
source: From:
ru: С
sl: Od:

# RPCLocalization|
source: To:
ru: До
sl: Do:

# TorrentDownload|
source: File priorities changed
ru: Изменены приоритеты файлов.
sl: Prišlo je do spremembe prednosti datotek

# TorrentDownload|
source: Stopping seeding
ru: Остановить раздачу
sl: Ustavljanje sejanja

# TorrentDownload|
source: Sequential downloading enabled
ru: Последовательное загрузка включена
sl: Zaporedno prenašanje je omogočeno

# TorrentDownload|
source: Sequential downloading disabled
ru: Последовательная загрузка отключена
sl: Zaporedno prenašanje je onemogočeno

# TorrentDownload|
source: Trackers merged
ru: Трекеры объединены
sl: Sledilniki združeni

# TorrentDownload|
source: Starting seeding
ru: Начать раздачу
sl: Pričenjanje sejanja

# TorrentDownload|
source: Unknown error occurred
ru: Произошла неизвестная ошибка
sl: Prišlo je do neznane napake

# TorrentDownload|
source: Error occurred: %1
ru: Ошибка: %1
sl: Prišlo je do napake: %1

# TorrentDownload|
source: Maximum number of connections is %1
ru: Максимальное количество соединений %1
sl: Največje število povezav je %1

# TorrentDownload|
source: Download speed isn't limited
ru: Скорость загрузки не ограничена

# TorrentDownload|
source: Download speed is limited to %1/s
ru: Скорость загрузки ограничена до %1/s
sl: Hitrost prenosa je omejena na %1/s

# TorrentDownload|
source: Upload speed isn't limited
ru: Скорость отдачи не ограничена

# TorrentDownload|
source: Upload speed is limited to %1/s
ru: Скорость отдачи ограничена до %1/s
sl: Hitrost nalaganja je omejena na %1/s

# TorrentDownload|
source: Pausing download
ru: Приостановка загрузки

# TorrentDownload|
source: Download paused
ru: Загрузка приостановлена

# TorrentDownload|
source: Files are missing
ru: Файлы отсутствуют
sl: Datoteke manjkajo

# TorrentDownload|
source: File is missing
ru: Файл отсутствует
sl: Datoteka manjka

# TorrentDownload|
source: Starting download
ru: Начало загрузки
sl: Pričetek prenosa

# TorrentDownload|
source: Checking files
ru: Проверка файлов
sl: Preverjanje datotek

# TorrentDownload|
source: Download complete
ru: Загрузка завершена
sl: Prenos je končan

# TorrentDownload|
source: Cannot move files recursively
ru: Не удается рекурсивно переместить файлы

# TorrentDownload|
source: Changing destination folder
ru: Изменение папки назначения
sl: Spreminjanje ciljne mape

# TorrentDownload|
source: Moving files to %1
ru: Перемещение файлов в %1
sl: Premikanje datotek na %1

# TorrentDownload|
source: Moving file to %1
ru: Перемещение файла в %1
sl: Premikanje datoteke na %1

# TorrentDownload|
source: Waiting for metadata
ru: Ожидание метаданных
sl: Čakanje na metapodatke

# TorrentDownload|
source: Updating
ru: Идет обновление
sl: Posodabljanje

# TorrentDownload|
source: Working
ru: В работе
sl: Delovanje

# TorrentDownload|
source: Metadata received
ru: Получены метаданные.
sl: Prejeli smo metapodatke

# TorrentDownload|
source: User authorization required
ru: Требуется авторизация пользователя
sl: Zahtevana je overitev uporabnika

# TorrentDownload|
source: Mapped files to new directory
ru: Файлы будут сохранены в новой папке.

# TorrentDownload|
source: Mapped file to new directory
ru: Файл будет сохранен в новой папке

# TorrentDownload|
source: Files moving failed
ru: Не удалось переместить файлы
sl: Premikanje datotek je spodletelo

# TorrentDownload|
source: Moving file failed
ru: Не удалось переместить файл

# TorrentDownload|
source: Files moving declined: %1
ru: Отклонено перемещение файлов: %1
sl: Premikanje datotek je bilo odklonjeno: %1

# TorrentDownload|
source: Moving file declined: %1
ru: Отклонено перемещение файла: %1
sl: Premikanje datoteke je bilo odklonjeno: %1

# TorrentDownload|
source: Moved successfully
ru: Операция перемещения завершена успешно
sl: Premikanje je bilo uspešno

# TorrentDownload|
source: , average speed: %1
ru: , средняя скорость: %1
sl: , povprečna hitrost: %1

# TorrentDownload|
source: Files moving failed: %1
ru: Не удалось переместить файлы: %1
sl: Premikanje datotek je spodletelo: %1

# TorrentDownload|
source: Moving file failed: %1
ru: Не удалось переместить файл: %1

# TorrentDownload|
source: Files moving cancelled
ru: Перемещение файлов отменено
sl: Premikanje datotek je preklicano

# TorrentDownload|
source: Moving file cancelled
ru: Перемещение файла отменено
sl: Premikanje datoteke je preklicano

# TrayMenu|
source: Show main window
ru: Открыть главное окно
sl: Prikaži glavno okno

# TrayMenu|
source: Open at Login
ru: Запускать при включении компьютера
sl: Odpri ob prijavi

# TrayMenu|
source: Launch at startup
ru: Запускать при старте системы
sl: Zaženi ob zagonu

# TrayMenu|
source: About FDM
ru: О программе FDM
sl: O FDM

# TrayMenu|
source: Quit FDM
ru: Выход
sl: Zapri FDM

# TrayMenu|
source: Quit
ru: Выход
sl: Zapri

# UIHelper|
source: About %1
ru: О %1
sl: O %1

# UIHelper|
source: Version %1 (%2)
ru: Версия %1 (%2)
sl: Različica %1 (%2)

# UIHelper|
source: Open
ru: Открыть
sl: Odpri

# UIHelper|
source: Reveal in Finder
ru: Показать в окне Finder
sl: Razkrij v Iskalniku

# UIHelper|
source: Show in folder
ru: Показать в папке
sl: Prikaži v mapi

# UIHelper|
source: Show info
ru: Показать информацию
sl: Prikaži informacije

# UIHelper|
source: Choose files...
ru: Выбрать файлы...
sl: Izberite datoteke ...

# UIHelper|
source: Pause all except selected
ru: Поставить на паузу все загрузки, кроме выбранных
sl: Začasno ustavi vse razen izbranih

# UIHelper|
source: Pause all except this one
ru: Поставить на паузу все загрузки, кроме этой
sl: Začasno ustavi vse razen tega

# UIHelper|
source: Restart selected
ru: Перезапустить выбранные загрузки
sl: Ponovno zaženi izbrane

# UIHelper|
source: Restart
ru: Перезапустить
sl: Ponovno zaženi

# UIHelper|
source: Set priority
ru: Установить приоритет
sl: Nastavi prednost

# UIHelper|
source: Move to...
ru: Переместить в...
sl: Premakni v ...

# UIHelper|
source: Download to...
ru: Скачать в...
sl: Prenesi v ...

# UIHelper|
source: Move to trash
ru: Переместить в Корзину
sl: Premakni v koš

# UIHelper|
source: Delete files
ru: Удалить загруженные файлы
sl: Izbriši datoteke

# UIHelper|
source: Delete file
ru: Удалить файл
sl: Izbriši datoteko

# UIHelper|
source: Remove from list
ru: Удалить из списка
sl: Odstrani s seznama

# UIHelper|
source: Enable seeding
ru: Разрешить раздачу
sl: Omogoči sejanje

# UIHelper|
source: Sequential download
ru: Последовательная загрузка
sl: Zaporedno prenašanje

# UIHelper|
source: Force recheck
ru: Перепроверить
sl: Vsili ponovno preverjanje

# UIHelper|
source: Force reannounce
ru: Обновить трекер
sl: Vsili ponovno naznanilo

# UIHelper|
source: Copy link
ru: Копировать ссылку
sl: Kopiraj povezavo

# UIHelper|
source: Add tag
ru: Добавить тег
sl: Dodaj oznako

# UIHelper|
source: File integrity
ru: Целостность файла
sl: Celovitost datoteke

# UIHelper|
source: Schedule
ru: Планировщик
sl: Načrtuj

# UIHelper|
source: High priority
ru: Высокий приоритет
sl: Visoka prednost

# UIHelper|
source: Normal priority
ru: Нормальный приоритет
sl: Navadna prednost

# UIHelper|
source: Low priority
ru: Низкий приоритет
sl: Nizka prednost

# UIHelper|
source: Skip
ru: Пропустить
sl: Preskoči

# UIHelper|
source: Edit
ru: Редактировать
sl: Uredi

# UIHelper|
source: Remove
ru: Удалить
sl: Odstrani

# UIHelper|
source: Untag
ru: Удалить тег
sl: Odstrani oznako

# UIHelper|
source: Copy log to clipboard
ru: Сохранить журнал в буфер обмена
sl: Kopiraj dnevnik v odložišče

# UIHelper|
source: Save log to file
ru: Сохранить журнал как файл
sl: Shrani dnevnik v odložišče

# UIHelper|
source: Save Log
ru: Сохранить журнал
sl: Shrani dnevnik

# UIHelper|
source: Text files
ru: Текстовые файлы
sl: Besedilne datoteke

# YoutubeDownload|
source: File is missing
ru: Файл отсутствует.
sl: Datoteka manjka

# YoutubeDownload|
source: Error: files are missing.
ru: Ошибка: отсутствуют файлы.
sl: Napaka: datoteke manjkajo.

# YoutubeDownload|
source: Files moved successfully
ru: Файлы успешно перемещены
sl: Datoteke smo uspešno premaknili

# YoutubeDownload|
source: Moving to %1
ru: Перемещение в %1
sl: Premikanje na %1

# YoutubeDownload|
source: Merging failed
ru: Ошибка объединения
sl: Združevanje je spodletelo

# YoutubeDownload|
source: Redirecting
ru: Переадресация
sl: Preusmerjanje

# YoutubeDownload|
source: Handling redirect
ru: Переадресация
sl: Obdelava preusmeritve

# YoutubeDownload|
source: AudioStream: %1
ru: Аудиопоток: %1
sl: Tok zvoka: %1

# YoutubeDownload|
source: VideoStream: %1
ru: Видеопоток: %1
sl: Tok videa: %1

# YoutubeDownload|
source: Downloading page
ru: Загрузка страницы
sl: Prenašanje strani

# YoutubeDownload|
source: Page is downloaded
ru: Страница загрузилась
sl: Stran smo prenesli

# YoutubeDownload|
source: Launching parser
ru: Запуск анализа
sl: Zaganjanje razčlenjevalnika

# YoutubeDownload|
source: Page is parsed
ru: Анализ страницы
sl: Stran smo razčlenili

# YoutubeDownload|
source: Can't find URLs for this quality
ru: Не удается найти ссылки для выбранного качества

# YoutubeDownload|
source: Parsing failure: %1
ru: Сбой анализа: %1
sl: Napaka pri razčlenjevanju: %1

# YoutubeDownload|
source: Download complete
ru: Загрузка завершена
sl: Prenos je končan

# YoutubeDownload|
source: Moving operation has been declined: %1
ru: Операция перемещения отклонена: %1

# YoutubeDownload|
source: Moved successfully
ru: Операция перемещения завершена успешно
sl: Premikanje je bilo uspešno

# YoutubeDownload|
source: , average speed: %1
ru: , средняя скорость: %1
sl: , povprečna hitrost: %1

# YoutubeDownload|
source: File is renamed to %1
ru: Файл переименован в "%1"
sl: Datoteko smo preimenovali v %1

# YoutubeDownload|
source: Moving operation failed: %1
ru: Операция перемещения не удалась: %1

# YoutubeDownload|
source: Moving operation cancelled.
ru: Операция перемещения отменена.

# DownloadFileInfo|
source: Skip
sl: Preskoči

# DownloadFileInfo|
source: Low
sl: Nizko

# DownloadFileInfo|
source: Normal
sl: Normalno

# DownloadFileInfo|
source: High
sl: Visoko

# HttpFileDownload|
source: unlimited
sl: neomejeno

# HttpFileDownload|
source: Reconnecting
sl: Ponovno povezovanje

# HttpFileDownload|
source: File "%1" exists. Saving as %2
sl: Ime "%1" je že zasedeno. Preimenovanje v %2

# MacMainMenu|
source: Edit
sl: Uredi

# RPCLocalization|
source: locale
sl: jezik

# RPCLocalization|
source: Merging media streams
sl: Združevanje tokov predstavnosti

# RPCLocalization|
source: Downloading, allocating disk space...
sl: Prenašanje, dodeljevanje prostora na disku ...

# RPCLocalization|
source: Traffic Limits
sl: Omejitve prometa

# RPCLocalization|
source: Suggest folders based on download URL
sl: Predlagaj nastavitve na podlagi URL-ja za prenos

# RPCLocalization|
source: Start downloading without confirmation
sl: Začni prenašati brez potrditve

# RPCLocalization|
source: Verify if
sl: Prepričajte se, da je

# RPCLocalization|
source: is enabled
sl: nameščen in omogočen v Chromu

# RPCLocalization|
source: Normal
sl: Normalno

# RPCLocalization|
source: Skip
sl: Preskoči

# RPCLocalization|
source: Maximum number of simultaneous downloads
sl: Največje število hkratnih prenosov

# RPCLocalization|
source: Don't put your computer to sleep if there're scheduled downloads
sl: Računalniku onemogoči prehod v spanje, če obstajajo načrtovani prenosi

# RPCLocalization|
source: %1 left
sl: še %1

# RPCLocalization|Advanced
source: Options
sl: Možnosti

# RPCLocalization|
source: Done
sl: Končano

# RPCLocalization|tags panel
source: Completed
sl: Končano

# RPCLocalization|
source: %1 of %2
sl: %1 od %2

# RPCLocalization|
source: Restore
sl: Obnovi

# RPCLocalization|
source: Using Alt key
sl: Z uporabo tipke Alt

# RPCLocalization|
source: Catch downloads only when Alt is pressed
sl: Prestrezi prenose samo, ko je pritisnjen Alt

# RPCLocalization|
source: Skip domains:
sl: Preskoči domene

# RPCLocalization|
source: Don't put your computer to sleep if there is a scheduled download
sl: Računalniku onemogoči prehod v spanje, če obstaja načrtovan prenos
