Repository: jn7163/FDM-localization
Catalog: fdm_*.po
Languages: ru, sl

# RPCLocalization|
source: Don't put your computer to sleep if there is an active download
sl: Računalniku onemogoči prehod v spanje, če obstaja dejaven prenos

# RPCLocalization|
source: Remove only from download list
sl: Odstrani samo s seznama prenosov

# RPCLocalization|
source: Go back to default settings
sl: Ponastavi nastavitve na privzete vrednosti

# TorrentDownload|
source: unlimited
sl: neomejeno

# TorrentDownload|
source: Downloading
sl: Prenašanje

# UIHelper|
source: FDM Log [%1].txt
sl: Dnevnik FDM [%1].txt

# YoutubeDownload|
source: Merging media streams
sl: Združevanje tokov predstavnosti

# YoutubeDownload|
source: Moving cancelled.
sl: Poseg premikanja je preklican.
